Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

source: Something on this device is blocking the camera — usually Screen Time or a work/school profile. You can still scan your gym from a photo you already have.
de: Etwas auf diesem Gerät blockiert die Kamera – meist die Bildschirmzeit oder ein Arbeits-/Schulprofil. Du kannst dein Fitnessstudio trotzdem mit einem vorhandenen Foto scannen.
es: Algo en este dispositivo está bloqueando la cámara, normalmente Tiempo de Uso o un perfil de trabajo o escuela. Aun así puedes escanear tu gimnasio con una foto que ya tengas.
fr: Quelque chose sur cet appareil bloque l'appareil photo, généralement Temps d'écran ou un profil professionnel/scolaire. Vous pouvez tout de même scanner votre salle de sport à partir d'une photo que vous avez déjà.
hy: Այս սարքի վրա ինչ-որ բան արգելափակում է տեսախցիկը — սովորաբար դա Screen Time-ն է կամ աշխատանքային/ուսումնական պրոֆիլը։ Դու դեռ կարող ես սկանավորել քո մարզասրահը արդեն եղած լուսանկարով։
it: Qualcosa su questo dispositivo sta bloccando la fotocamera, di solito Tempo di utilizzo o un profilo di lavoro/scuola. Puoi comunque scansionare la tua palestra usando una foto che hai già.
ka: რაღაც ამ მოწყობილობაზე ბლოკავს კამერას — ჩვეულებრივ ეს არის Screen Time ან სამუშაო/სასწავლო პროფილი. მაინც შეგიძლია დაასკანერო შენი დარბაზი უკვე არსებული ფოტოთი.
ru: Что-то на этом устройстве блокирует камеру — обычно это «Экранное время» или рабочий/учебный профиль. Ты всё равно можешь отсканировать зал по уже имеющемуся фото.
sr: Нешто на овом уређају блокира камеру — обично је у питању „Време испред екрана" или профил за посао/школу. И даље можеш да скенираш своју теретану помоћу фотографије коју већ имаш.

source: Somewhere else today?
de: Heute woanders?
es: ¿Hoy en otro sitio?
fr: Ailleurs aujourd'hui ?
hy: Այսօր այլ տե՞ղ ես։
it: Oggi altrove?
ka: დღეს სხვაგან ხარ?
ru: Сегодня в другом месте?
sr: Данас си негде другде?

source: Source
de: Quelle
es: Fuente
hy: Աղբյուր
it: Fonte
ka: წყარო
ru: Источник
sr: Извор

source: Sport first, then a goal in it
de: Erst die Sportart, dann ein Ziel darin
es: Primero el deporte, luego un objetivo en él
fr: D'abord le sport, ensuite un objectif dans ce sport
hy: Նախ սպորտը, հետո՝ նպատակը դրա մեջ
it: Prima lo sport, poi un obiettivo al suo interno
ka: ჯერ სპორტი, მერე — მიზანი მასში
ru: Сначала спорт, потом цель в нём
sr: Прво спорт, па циљ у њему

source: Sport goal
de: Sportziel
es: Meta deportiva
fr: Objectif sportif
hy: Սպորտային նպատակ
it: Obiettivo sportivo
ka: სპორტული მიზანი
ru: Спортивная цель
sr: Спортски циљ

source: Sport goals (beta)
de: Sportziele (Beta)
es: Objetivos deportivos (beta)
fr: Objectifs sportifs (bêta)
hy: Սպորտային նպատակներ (բետա)
it: Obiettivi sportivi (beta)
ka: სპორტული მიზნები (ბეტა)
ru: Спортивные цели (бета)
sr: Спортски циљеви (бета)

source: Spotted a bug, or have an idea?
de: Einen Fehler gefunden oder eine Idee?
es: ¿Encontraste un error o tienes una idea?
fr: Vous avez repéré un bug ou vous avez une idée ?
hy: Բագ գտա՞ր, թե՞ գաղափար ունես:
it: Hai trovato un bug o hai un'idea?
ka: იპოვე ბაგი თუ გაქვს იდეა?
ru: Нашёл(-а) баг или есть идея?
sr: Приметио/ла си баг или имаш идеју?

source: Stage %lld of %lld — stage-based, no numbers needed.
de: Stufe %lld von %lld — stufenbasiert, keine Zahlen nötig.
es: Etapa %lld de %lld — por etapas, sin necesidad de números.
fr: Étape %lld sur %lld — basé sur des étapes, pas besoin de chiffres.
hy: Փուլ %lld/%lld — փուլային է, թվեր պետք չեն:
it: Tappa %lld di %lld — basato su tappe, niente numeri necessari.
ka: ეტაპი %lld / %lld — ეტაპებზე დაფუძნებული, ციფრები არ სჭირდება.
ru: Этап %lld из %lld — по этапам, без цифр.
sr: Ниво %lld од %lld — заснован на нивоима, бројеви нису потребни.

source: Stage confirmed
de: Stufe bestätigt
es: Etapa confirmada
fr: Étape confirmée
hy: Փուլը հաստատված է
it: Tappa confermata
ka: ეტაპი დადასტურდა
ru: Этап подтверждён
sr: Ниво потврђен

source: Stage recorded
de: Stufe erfasst
es: Etapa registrada
fr: Étape enregistrée
hy: Փուլը գրանցված է
it: Tappa registrata
ka: ეტაპი ჩაწერილია
ru: Этап зафиксирован
sr: Ниво забележен

source: Stage-based — no numbers needed.
de: Stufenbasiert — keine Zahlen nötig.
es: Basado en etapas — no se necesitan números.
fr: Basé sur les étapes — aucun chiffre nécessaire.
hy: Փուլային — թվեր պետք չեն:
it: Basato su fasi — nessun numero necessario.
ka: ეტაპებზე დაფუძნებული — რიცხვები არ სჭირდება.
ru: По этапам — без чисел.
sr: По етапама — бројеви нису потребни.

source: Stages take time to unlock. Session data still shows the work happening.
de: Stufen brauchen Zeit, bis sie sich freischalten. Deine Trainingsdaten zeigen trotzdem, dass du dranbleibst.
es: Las etapas tardan en desbloquearse. Los datos de tus sesiones siguen mostrando el trabajo que haces.
fr: Les étapes prennent du temps à débloquer. Les données de vos séances montrent tout de même le travail accompli.
hy: Փուլերի բացվելը ժամանակ է պահանջում: Պարապմունքի տվյալները դեռ ցույց են տալիս, որ աշխատանքը շարունակվում է:
it: Le tappe richiedono tempo per sbloccarsi. I dati delle sessioni mostrano comunque il lavoro svolto.
ka: ეტაპების გახსნას დრო სჭირდება. სესიის მონაცემები მაინც აჩვენებს, რომ სამუშაო მიმდინარეობს.
ru: Этапы открываются не сразу. Данные сессий всё равно показывают, что работа идёт.
sr: Нивоима је потребно време да се откључају. Подаци о сесијама ипак показују да се ради.

source: Start a different goal
de: Ein anderes Ziel starten
es: Empezar otro objetivo
fr: Commencer un autre objectif
hy: Սկսել այլ նպատակ
it: Inizia un altro obiettivo
ka: სხვა მიზნის დაწყება
ru: Начать другую цель
sr: Почни други циљ

source: Start from this Home card — or anytime via Profile → Training → My goal. The beta switch lives in Account.
de: Starte über diese Karte auf der Startseite — oder jederzeit über Profil → Training → Mein Ziel. Der Beta-Schalter befindet sich unter Konto.
es: Empieza desde esta tarjeta en Inicio — o cuando quieras desde Perfil → Entrenamiento → Mi objetivo. El interruptor beta está en Cuenta.
fr: Commencez depuis cette carte sur l'écran d'accueil — ou à tout moment via Profil → Entraînement → Mon objectif. L'interrupteur bêta se trouve dans Compte.
hy: Սկսիր Գլխավոր էջի այս քարտից — կամ ցանկացած պահի՝ Պրոֆիլ → Մարզումներ → Իմ նպատակը: Բետա անջատիչը Հաշիվ բաժնում է:
it: Inizia da questa card nella Home — oppure in qualsiasi momento da Profilo → Allenamento → Il mio obiettivo. L'interruttore beta si trova in Account.
ka: დაიწყე მთავარი გვერდის ამ ბარათიდან — ან ნებისმიერ დროს: პროფილი → ვარჯიშები → ჩემი მიზანი. ბეტა გადამრთველი ანგარიშშია.
ru: Начни с этой карточки на Главной — или в любой момент через Профиль → Тренировки → Моя цель. Переключатель бета-версии находится в Аккаунте.
sr: Почни од ове картице на Почетној — или у било ком тренутку преко Профил → Тренирање → Мој циљ. Прекидач за бета верзију налази се у Налогу.

source: Start the block
de: Block starten
es: Iniciar el bloque
fr: Démarrer le bloc
hy: Սկսել բլոկը
it: Avvia il blocco
ka: დაიწყე ბლოკი
ru: Начать блок
sr: Започни блок

source: Start workout
de: Training starten
es: Empezar entrenamiento
fr: Commencer l'entraînement
hy: Սկսել մարզումը
it: Inizia allenamento
ka: დაიწყე ვარჯიში
ru: Начать тренировку
sr: Почни тренинг

source: Starting…
de: Wird gestartet…
es: Iniciando…
fr: Démarrage…
hy: Սկսվում է…
it: Avvio…
ka: იწყება…
ru: Начинаем…
sr: Покрећемо…

source: Step count — %@ steps
de: Schrittzahl — %@ Schritte
es: Número de pasos — %@ pasos
fr: Nombre de pas — %@ pas
hy: Քայլերի քանակ — %@ քայլ
it: Numero di passi — %@ passi
ka: ნაბიჯების რაოდენობა — %@ ნაბიჯი
ru: Количество шагов — %@ шагов
sr: Број корака — %@ корака

source: Strain
de: Belastung
es: Esfuerzo
fr: Effort
hy: Ծանրաբեռնվածություն
it: Sforzo
ka: დატვირთვა
ru: Нагрузка
sr: Напрезање

source: Streak
de: Serie
es: Racha
fr: Série
hy: Շարք
it: Serie
ka: სერია
ru: Серия
sr: Низ

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
hy: Ուղարկել
it: Invia
ka: გაგზავნა
ru: Отправить
sr: Пошаљи

source: Subscription
de: Abo
es: Suscripción
fr: Abonnement
hy: Բաժանորդագրություն
it: Abbonamento
ka: გამოწერა
ru: Подписка
sr: Претплата

source: Switch to Week, Month, or Year for a trend -- this app records one %@ reading per day, not an intraday series.
de: Wechsle zu Woche, Monat oder Jahr, um einen Trend zu sehen – diese App erfasst nur einen %@-Wert pro Tag, keine Werte im Tagesverlauf.
es: Cambia a Semana, Mes o Año para ver una tendencia: esta app registra una lectura de %@ al día, no una serie horaria.
fr: Passez à Semaine, Mois ou Année pour voir une tendance : cette application enregistre une mesure de %@ par jour, pas une série intrajournalière.
hy: Անցի՛ր «Շաբաթ», «Ամիս» կամ «Տարի» ռեժիմին՝ միտումը տեսնելու համար․ հավելվածը գրանցում է %@-ի մեկ ցուցանիշ օրում, ոչ թե օրվա ընթացքի տվյալներ։
it: Passa a Settimana, Mese o Anno per vedere una tendenza: questa app registra una rilevazione di %@ al giorno, non una serie infragiornaliera.
ka: გადართე „კვირაზე“, „თვეზე“ ან „წელზე“ ტენდენციის სანახავად — აპლიკაცია დღეში ერთ %@ ჩანაწერს ინახავს და არა დღის განმავლობაში მონაცემებს.
ru: Переключись на «Неделю», «Месяц» или «Год», чтобы увидеть тренд — приложение записывает один показатель %@ в день, а не почасовые данные.
sr: Пребаци на Недељу, Месец или Годину да видиш тренд — апликација бележи само једно очитавање за %@ дневно, не и податке током дана.

source: Switch to a safe goal
de: Zu einem sicheren Ziel wechseln
es: Cambiar a un objetivo seguro
fr: Passer à un objectif sûr
hy: Անցնել անվտանգ նպատակի
it: Passa a un obiettivo sicuro
ka: უსაფრთხო მიზანზე გადასვლა
ru: Перейти на безопасную цель
sr: Пређи на безбедан циљ

source: THEN, WHILE SOMA LOOKS
de: DANACH, WÄHREND SOMA SCHAUT
es: LUEGO, MIENTRAS SOMA MIRA
fr: ENSUITE, PENDANT QUE SOMA REGARDE
hy: ՀԵՏՈ, ՄԻՆՉ SOMA-Ն ՆԱՅՈՒՄ Է
it: POI, MENTRE SOMA GUARDA
ka: შემდეგ, სანამ SOMA ათვალიერებს
ru: ПОТОМ, ПОКА SOMA СМОТРИТ
sr: ЗАТИМ, ДОК SOMA ГЛЕДА

source: TODAY
de: HEUTE
es: HOY
fr: AUJOURD'HUI
hy: ԱՅՍՕՐ
it: OGGI
ka: დღეს
ru: СЕГОДНЯ
sr: ДАНАС

source: TODAY'S READ
de: HEUTIGER MESSWERT
es: LECTURA DE HOY
fr: LECTURE DU JOUR
hy: ՕՐՎԱ ՑՈՒՑԱՆԻՇԸ
it: LETTURA DI OGGI
ka: დღევანდელი მაჩვენებელი
ru: ПОКАЗАТЕЛЬ ДНЯ
sr: ДАНАШЊА ПРОЦЕНА

source: Tailor your plan and stay consistent over time.
de: Passe deinen Plan an und bleib langfristig dran.
es: Personaliza tu plan y sé constante con el paso del tiempo.
fr: Personnalisez votre plan et restez constant dans la durée.
hy: Հարմարեցրու քո պլանը և ժամանակի ընթացքում մնա հետևողական.
it: Personalizza il tuo piano e resta costante nel tempo.
ka: მოარგე შენი გეგმა და დროთა განმავლობაში იყავი თანმიმდევრული.
ru: Настраивай свой план и сохраняй постоянство со временем.
sr: Прилагоди свој план и одржи доследност током времена.

source: Tailored to your Health Goals
de: Abgestimmt auf deine Gesundheitsziele
es: Adaptado a tus objetivos de salud
fr: Adapté à vos objectifs de santé
hy: Հարմարեցված քո առողջության նպատակներին
it: Su misura per i tuoi obiettivi di salute
ka: მორგებული შენს ჯანმრთელობის მიზნებზე
ru: С учётом твоих целей по здоровью
sr: Прилагођено твојим здравственим циљевима

source: Tailoring today's workout...
de: Dein heutiges Training wird angepasst...
es: Ajustando el entrenamiento de hoy...
fr: Adaptation de votre entraînement du jour...
hy: Հարմարեցնում ենք այսօրվա մարզումը...
it: Personalizzazione dell'allenamento di oggi...
ka: ვამზადებთ დღევანდელ ვარჯიშს...
ru: Подбираем сегодняшнюю тренировку...
sr: Прилагођавамо данашњи тренинг...

source: Take a photo
de: Foto aufnehmen
es: Tomar una foto
fr: Prendre une photo
hy: Նկարել
it: Scatta una foto
ka: ფოტოს გადაღება
ru: Сделать фото
sr: Сликај

source: Take or choose a photo
de: Foto aufnehmen oder auswählen
es: Tomar o elegir una foto
fr: Prendre ou choisir une photo
hy: Նկարել կամ ընտրել լուսանկար
it: Scatta o scegli una foto
ka: ფოტოს გადაღება ან არჩევა
ru: Сделать или выбрать фото
sr: Сликај или изабери фотографију

source: Take or choose a photo of your gym or workout space, and Soma will build a workout around the equipment it sees.
de: Mach oder wähle ein Foto von deinem Fitnessstudio oder Trainingsbereich, und Soma erstellt ein Workout passend zu den erkannten Geräten.
es: Toma o elige una foto de tu gimnasio o espacio de entrenamiento, y Soma creará un entrenamiento según el equipo que vea.
fr: Prenez ou choisissez une photo de votre salle de sport ou de votre espace d'entraînement, et Soma créera un entraînement adapté au matériel qu'il détecte.
hy: Նկարիր կամ ընտրիր քո մարզասրահի կամ մարզման տարածքի լուսանկար, և Soma-ն կկառուցի մարզում այն սարքավորումների հիման վրա, որոնք կտեսնի։
it: Scatta o scegli una foto della tua palestra o del tuo spazio di allenamento e Soma creerà un allenamento in base all'attrezzatura che vede.
ka: გადაუღე ან აირჩიე შენი დარბაზის ან სავარჯიშო სივრცის ფოტო და Soma ააგებს ვარჯიშს იმ ინვენტარზე დაყრდნობით, რასაც დაინახავს.
ru: Сделай снимок своего спортзала или места для тренировок — Soma подберёт тренировку под оборудование, которое увидит.
sr: Сликај или изабери фотографију своје теретане или простора за вежбање, а Soma ће направити тренинг на основу опреме коју препозна.

source: Take photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
hy: Նկարել
it: Scatta foto
ka: ფოტოს გადაღება
ru: Сделать фото
sr: Сликај

source: Tap a photo to make it your current one.
de: Tippe auf ein Foto, um es zu deinem aktuellen zu machen.
es: Toca una foto para convertirla en tu foto actual.
fr: Touchez une photo pour en faire votre photo actuelle.
hy: Հպիր լուսանկարին՝ այն քո ընթացիկը դարձնելու համար:
it: Tocca una foto per renderla quella attuale.
ka: შეეხე ფოტოს, რომ ის შენს მიმდინარე ფოტოდ აქციო.
ru: Нажми на фото, чтобы сделать его текущим.
sr: Додирни фотографију да је поставиш као тренутну.

source: Target %@ steps
de: Ziel: %@ Schritte
es: Objetivo: %@ pasos
fr: Objectif : %@ pas
hy: Նպատակ՝ %@ քայլ
it: Obiettivo: %@ passi
ka: მიზანი: %@ ნაბიჯი
ru: Цель: %@ шагов
sr: Циљ: %@ корака

source: Target: %@ sessions/week
de: Ziel: %@ Einheiten/Woche
es: Objetivo: %@ sesiones/semana
fr: Objectif : %@ séances/semaine
hy: Նպատակ՝ %@ պարապմունք/շաբաթ
it: Obiettivo: %@ sessioni/settimana
ka: სამიზნე: %@ სესია/კვირაში
ru: Цель: %@ занятий/нед.
sr: Циљ: %@ сесија недељно

source: Targets: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
hy: Նպատակներ՝ %@
it: Obiettivo: %@
ka: მიზნები: %@
ru: Цели: %@
sr: Циљеви: %@

source: Temporarily unavailable
de: Vorübergehend nicht verfügbar
es: Temporalmente no disponible
fr: Temporairement indisponible
hy: Ժամանակավորապես անհասանելի է
it: Temporaneamente non disponibile
ka: დროებით ხელმისაწვდომი არ არის
ru: Временно недоступно
sr: Привремено недоступно

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hy: Ծառայության պայմաններ
it: Termini di servizio
ka: მომსახურების პირობები
ru: Условия использования
sr: Услови коришћења

source: Thank you for trusting us!
de: Danke, dass du uns vertraust!
es: ¡Gracias por confiar en nosotros!
fr: Merci de nous faire confiance !
hy: Շնորհակալություն մեզ վստահելու համար!
it: Grazie per la fiducia!
ka: მადლობა ნდობისთვის!
ru: Спасибо, что доверяешь нам!
sr: Хвала ти на поверењу!

source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !
hy: Շնորհակալություն!
it: Grazie!
ka: მადლობა!
ru: Спасибо!
sr: Хвала ти!

source: The assignment
de: Die Aufgabe
es: La tarea
fr: La tâche
hy: Առաջադրանքը
it: Il compito
ka: დავალება
ru: Задание
sr: Задатак

source: The name goes on your workouts and the progress card you can send back.
de: Der Name erscheint auf deinen Trainingseinheiten und auf der Fortschrittskarte, die du zurückschicken kannst.
es: El nombre aparece en tus entrenamientos y en la tarjeta de progreso que puedes enviar de vuelta.
fr: Le nom apparaît sur vos séances et sur la fiche de progression que vous pouvez renvoyer.
hy: Անունը կցուցադրվի քո մարզումների և առաջընթացի քարտի վրա, որը կարող ես ուղարկել հետ:
it: Il nome compare nei tuoi allenamenti e nella scheda dei progressi che puoi rimandare indietro.
ka: სახელი გამოჩნდება შენს ვარჯიშებზე და პროგრესის ბარათზე, რომლის უკან გაგზავნაც შეგიძლია.
ru: Имя будет отображаться в твоих тренировках и на карточке прогресса, которую можно отправить обратно.
sr: Име ће се приказивати на твојим тренинзима и на картици напретка коју можеш послати назад.

source: The one real, non-fabricated breakdown available -- computed from whichever source reported it, not every night.
de: Die einzige echte, nicht simulierte Aufschlüsselung, die verfügbar ist – berechnet aus der Quelle, die sie gemeldet hat, nicht jede Nacht.
es: El único desglose real, no simulado, disponible: calculado a partir de la fuente que lo registró, no todas las noches.
fr: La seule répartition réelle et non simulée disponible : calculée à partir de la source qui l'a enregistrée, pas toutes les nuits.
hy: Միակ իրական, ոչ հորինված բաշխվածությունն է, որ առկա է․ հաշվարկված է այն աղբյուրից, որը հաղորդել է այն, ոչ թե ամեն գիշերվա համար։
it: L'unica suddivisione reale, non simulata, disponibile: calcolata in base alla fonte che l'ha registrata, non tutte le notti.
ka: ერთადერთი რეალური, არაგამოგონილი დაშლა, რაც ხელმისაწვდომია — გამოთვლილია იმ წყაროდან, რომელმაც ის მოგვაწოდა, და არა ყოველი ღამისთვის.
ru: Единственная реальная, не выдуманная разбивка, которая есть — рассчитана по данным того источника, который её предоставил, а не за каждую ночь.
sr: Једини прави, непроизведени приказ који је доступан — израчунат на основу извора који га је пријавио, а не сваке ноћи.

source: The original stays attached — your coach sees exactly what you trained against.
de: Das Original bleibt angehängt — dein Coach sieht genau, wogegen du trainiert hast.
es: El original queda adjunto — tu coach ve exactamente contra qué entrenaste.
fr: L'original reste joint — votre coach voit exactement ce sur quoi vous vous êtes entraîné.
hy: Բնօրինակը մնում է կցված — մարզիչդ տեսնում է ճիշտ այն, ինչի հիման վրա դու մարզվել ես:
it: L'originale resta allegato — il tuo coach vede esattamente contro cosa ti sei allenato.
ka: ორიგინალი მიმაგრებული რჩება — მწვრთნელი ხედავს ზუსტად, რის მიხედვითაც ივარჯიშე.
ru: Оригинал остаётся прикреплён — тренер видит именно то, по чему ты тренировался.
sr: Оригинал остаје прикачен — твој тренер тачно види шта си тренирао.

source: The re-test landed within measurement noise. Session data still shows the work happening.
de: Der erneute Test liegt innerhalb der Messtoleranz. Deine Trainingsdaten zeigen trotzdem, dass du dranbleibst.
es: La nueva prueba cayó dentro del margen de error de medición. Los datos de tus sesiones siguen mostrando el trabajo que haces.
fr: Le nouveau test se situe dans la marge d'erreur de mesure. Les données de vos séances montrent tout de même le travail accompli.
hy: Կրկնակի թեստի արդյունքը չափման սխալի սահմաններում է: Պարապմունքի տվյալները դեռ ցույց են տալիս, որ աշխատանքը շարունակվում է:
it: Il nuovo test rientra nel margine di errore di misurazione. I dati delle sessioni mostrano comunque il lavoro svolto.
ka: ხელახლა ჩატარებული ტესტის შედეგი გაზომვის ცდომილების ფარგლებშია. სესიის მონაცემები მაინც აჩვენებს, რომ სამუშაო მიმდინარეობს.
ru: Результат повторного теста в пределах погрешности измерения. Данные сессий всё равно показывают, что работа идёт.
sr: Поновни тест је остао у оквиру мерне грешке. Подаци о сесијама ипак показују да се ради.

source: The real signals behind today's %@ read.
de: Die echten Signale hinter dem heutigen %@-Wert.
es: Las señales reales detrás de la lectura de %@ de hoy.
fr: Les signaux réels derrière la valeur de %@ d'aujourd'hui.
hy: Իրական ազդանշանները՝ այսօրվա %@ ցուցանիշի հետևում։
it: I segnali reali dietro il valore di %@ di oggi.
ka: რეალური სიგნალები დღევანდელი %@ მაჩვენებლის მიღმა.
ru: Реальные сигналы, стоящие за сегодняшним показателем %@.
sr: Прави сигнали иза данашњег очитавања за %@.

source: The workout, in your coach's words
de: Das Training, in den Worten deines Coaches
es: El entrenamiento, con las palabras de tu coach
fr: La séance, dans les mots de votre coach
hy: Մարզումը՝ քո մարզչի բառերով
it: L'allenamento, con le parole del tuo coach
ka: ვარჯიში, მწვრთნელის სიტყვებით
ru: Тренировка, как её описал тренер
sr: Тренинг, речима твог тренера

source: Thinking of ideas for next time…
de: Ideen fürs nächste Mal werden überlegt…
es: Pensando en ideas para la próxima vez…
fr: Réflexion en cours pour la prochaine fois…
hy: Մտածում եմ գաղափարներ հաջորդ անգամի համար…
it: Sto pensando a idee per la prossima volta…
ka: ვფიქრობ იდეებზე შემდეგი ჯერისთვის…
ru: Придумываю идеи на следующий раз…
sr: Смишљам идеје за следећи пут…

source: This goal's program is offline right now. Your measurements and history stay right here.
de: Das Programm zu diesem Ziel ist gerade offline. Deine Messungen und dein Verlauf bleiben hier erhalten.
es: El programa de este objetivo está fuera de línea ahora mismo. Tus mediciones e historial se quedan aquí.
fr: Le programme de cet objectif est hors ligne pour le moment. Vos mesures et votre historique restent ici.
hy: Այս նպատակի ծրագիրը այժմ անհասանելի է: Քո չափումները և պատմությունը մնում են այստեղ:
it: Il programma di questo obiettivo è offline al momento. Le tue misurazioni e la cronologia restano qui.
ka: ამ მიზნის პროგრამა ამჟამად ხელმისაწვდომი არ არის. შენი გაზომვები და ისტორია აქ რჩება.
ru: Программа этой цели сейчас недоступна. Твои замеры и история остаются здесь.
sr: Програм за овај циљ тренутно није доступан. Твоја мерења и историја остају овде.

source: This goal's training isn't recommended for you right now, so it's safely paused. Your data stays put.
de: Das Training zu diesem Ziel wird dir gerade nicht empfohlen, deshalb ist es sicher pausiert. Deine Daten bleiben erhalten.
es: El entrenamiento de este objetivo no es recomendable para ti ahora mismo, así que está pausado de forma segura. Tus datos se quedan donde están.
fr: L'entraînement de cet objectif n'est pas recommandé pour vous en ce moment, il est donc mis en pause pour votre sécurité. Vos données restent en place.
hy: Այս նպատակի մարզումն այժմ քեզ համար խորհուրդ չի տրվում, ուստի այն անվտանգ դադարեցված է: Քո տվյալները մնում են տեղում:
it: L'allenamento di questo obiettivo non è consigliato per te in questo momento, quindi è stato messo in pausa per sicurezza. I tuoi dati restano dove sono.
ka: ამ მიზნის ვარჯიშები ამჟამად შენთვის რეკომენდებული არ არის, ამიტომ ის უსაფრთხოდ შეჩერებულია. შენი მონაცემები ადგილზე რჩება.
ru: Тренировки по этой цели сейчас не рекомендованы тебе, поэтому она безопасно приостановлена. Твои данные остаются на месте.
sr: Тренинг за овај циљ тренутно се не препоручује, па је безбедно паузиран. Твоји подаци остају нетакнути.

source: This helps Soma calibrate your tailored plan.
de: Das hilft Soma, deinen individuellen Plan abzustimmen.
es: Esto ayuda a Soma a calibrar tu plan personalizado.
fr: Cela aide Soma à calibrer votre plan personnalisé.
hy: Սա օգնում է Soma-ին ճշգրտել քո հարմարեցված պլանը.
it: Questo aiuta Soma a calibrare il tuo piano personalizzato.
ka: ეს ეხმარება Soma-ს, მოარგოს შენი ინდივიდუალური გეგმა.
ru: Это поможет Soma настроить твой индивидуальный план.
sr: Ово помаже Soma да прилагоди твој план.

source: This helps us personalize your experience.
de: Das hilft uns, deine Erfahrung zu personalisieren.
es: Esto nos ayuda a personalizar tu experiencia.
fr: Cela nous aide à personnaliser votre expérience.
hy: Սա կօգնի մեզ անհատականացնել քո փորձառությունը.
it: Questo ci aiuta a personalizzare la tua esperienza.
ka: ეს დაგეხმარება გამოცდილების პერსონალიზებაში.
ru: Это поможет нам персонализировать твой опыт.
sr: Ово нам помаже да прилагодимо твоје искуство.
